Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Do you know something about PHP, CSS/JavaScript, usability design, documentation writing...
ne: के तपाइलाइ PHP, css/JS प्रयोजन, डिजाइन दस्तावेजीकरण लेखन को बारेमा केही आउँछ

source: The request that was submitted was missing the request forgery protection token. Please return to the form, reload the page and try again.
ne: जुन अनुरोध पेश गरिएको थियो त्यो अनुरोध जालसाजी सुरक्षा टोकन अनुरूप हराएको थियो । कृपया फर्ममा फर्किनुहोस् र पृष्ठ पुन: लोड गरी फेरि प्रयास गर्नुहोस् ।

source: Adding...
ne: थप्दै...

source: A directly photographed image
ne: प्रत्यक्ष खिचिएको छवि

source: You do not have permission to move category pages.
ne: तपाईंलाई श्रेणीको पृष्ठहरू सार्ने अनुमति छैन ।

source: Navigate to the previous page of effects
ne: पहिलेको प्रभावहरूको पानामा जानुहोस

source: OpenGL hardware acceleration
ne: ओपनजिएल हार्डवेयर acceleration

source: By:
ne: द्वारा:

source: Optimized hardware acceleration of OpenGL with newer ATI graphic cards
ne: OpenGL को हार्डवेयर एक्सेलेरेसन लाई नयाँ ATI नयाँ ग्राफिक्स कार्डहरूले उन्न गर्नुहोस्

source: Network registration denied
ne: नेटवर्क दर्ता अस्वीकार गरियो

source: Character
ne: वर्ण

source: Unable to perform history merge as more than the limit of $1 {{PLURAL:$1|revision|revisions}} would be moved.
ne: इतिहास समाहित गर्न सम्भव छैन किनभने अवतरण सिमा $1 भन्दा बढी {{PLURAL:$1|अवतरण|अवतरणहरू}} लाई स्थानान्तरित गर्नु पर्छ।

source: Penguin Canfield
ne: पेङ्गुइन क्यानफिल्ड

source: DVD Error
ne: DVD त्रुटि

source: All types
ne: सबै प्रकारका

source: An unknown error occurred during the upload. Please verify that the URL is valid and accessible and try again. If the problem persists, contact an [[Special:ListUsers/sysop|administrator]].
ne: अपलोडको समयमा कुनै अज्ञात त्रुटि आयो। कृपया यो पुष्टि गर्नुस कि युआरयल मान्य छ र त्यस सम्म पुग्न सकिन्छ, त्यस पछि पुन प्रयास गर्नुहोला। यदि फेरी पनि समस्या आयो भने कुनै [[Special:ListUsers/sysop|प्रवन्धक]]सँग सम्पर्क गर्नुहोस।

source: Hide disabled filters
ne: निस्क्रिय फिल्टरहरु लुकाउने

source: Places the window in corresponding position.
ne: विन्डोलाई आफ्नो ठाउँमा राख्छ ।

source: Introduction
ne: परिचय

source: Mark this page as patrolled
ne: यस पृष्ठलाई गस्ती गरिएको(patrolled) को रुपमा चिनो लगाउने

source: Economy and business
ne: अर्थ र व्यवसाय

source: Spiders
ne: माकुराहरू

source: Back to map
ne: नक्शामा फर्कने

source: Reverts
ne: पूर्वास्थितिमा फर्काउने

source: On Screen Keyboard
ne: स्क्रिनमा किबोर्ड

source: List of upload campaigns
ne: अपलोड अभियानहरुको सूची

source: Lat:
ne: अक्षांश:

source: [[$1|Reply]] moved to another thread
ne: [[$1|जवाफ दिने]] अर्को धागो(thread)मा सारिएको

source: Baklava
ne: बाकलाभा

source: changed
ne: परिवर्तन भइसकेको

source: Import failed
ne: आयात असफल भयो

source: Large
ne: ठूलो

source: Thumbnail size:
ne: थम्बनेल आकार:

source: Bluetooth
ne: ब्लुटुथ

source: north
ne: उत्तर

source: Number of characters to wrap outgoing messages to:
ne: पठाउन लागिएको सन्देशमा र्‌याप गर्नुपर्ने क्यारेक्टरहरु :

source: Prevent logged-in users from editing from this IP address
ne: यस आई पी ठेगानाबाट प्रवेश गरेका प्रयोगकर्तालाई संपादन गर्न नदिने

source: Time
ne: समय

source: _DVD video
ne: _डिभिडि भिडियो

source: Open link in new tab?
ne: लिङ्कलाइ नयाँ ट्याबमा खोल्ने?

source: Latest news
ne: ताजा समाचार

source: Restore
ne: पूर्वावस्थामा ल्याउनुहोस्

source: Uncategorized files
ne: श्रेणीकरण नभएका फाइलहरू

source: DELETE
ne: मेटाउने

source: This special page shows the last uploaded files.
ne: यस विशेष पृष्ठले अन्तिम उर्ध्वभरण गरिएका फाइलहरू देखाउँछ ।

source: Could not move %s to trash
ne: %s रद्दी टोकरीमा सार्न सकिएन

source: Web Browsers
ne: वेब ब्राउजरहरू

source: email
ne: इमेल

source: Mobile view
ne: मोबाइल दृश्य

source: How did you improve the page?
ne: पृष्ठलाई कसरी सुधार गर्न सकिन्छ?

source: Modes
ne: पद्दतिहरू

source: $1 file links
ne: $1 फाइल लिंकहरू

source: Tile
ne: टायल

source: You are beyond the number of pages of history that exist.
ne: तपाईं इतिहासका पृष्ठ इतिहासदेखि टाड़ा हुनुहुन्छ

source: No previous revision found.
ne: कुनै पनि पुरानो पुनरावलोकनहरु भेटिएन ।

source: no summary
ne: सारंश छैन

source: Revision history
ne: पुनरावलोकन इतिहास

source: S: Crowns, dress, staves, etc.
ne: ध: मुकुट, पोशाक, लठ्ठीहरू, आदि।

source: This tool has been used to translate approximately $1 files since $2.
ne: $2देखि लगभग $1 फाइलहरूको अनुवादमा यस औजारको प्रयोग गरियो।

source: New topic
ne: नयाँ विषय

source: '''Remember that this is only a preview of [[:$1]].''' Your changes have not yet been saved!
ne: '''याद राख्नुहोस् यो केवल [[:$1]] को पूर्वावलोकन मात्र हो।''' तपाईंका परिवर्तनहरू संग्रहित भएका छैनन्!

source: Modem
ne: मोडेम

source: Model
ne: प्रकार

source: Add more info
ne: थप जानकारी राख्नुहोस्

source: Flash the entire screen
ne: सम्पूर्ण स्क्रिन फ्ल्यास गर्ने

source: No, thanks
ne: हैन पर्दैन

source: Link to another page
ne: अर्को पानामा जोड्नुहोस्

source: Trackpad;Pointer;Click;Tap;Double;Button;Trackball;
ne: ट्रयाकप्याड; सूचक; क्लिक; ट्याप; डबल; बटन; ट्रयाक्बल;

source: (No difference)
ne: (कुनै भिन्नता छैन)

source: The requested page title is too long. It must be no longer than $1 {{PLURAL:$1|byte|bytes}} in UTF-8 encoding.
ne: अनुरोध गरिएको पृष्ठको शिर्षक धेरै लामो रहेको छ । यो युटिएफ-८ इनकोडिङ्गमा $1 {{PLURAL:$1|बाइट|बाइटहरू}} भन्दा लामो हुनु हुदैन ।

source: user rights management
ne: प्रयोगकर्ता अधिकार व्यवस्थापन

source: Jamaican dollar
ne: जमेइकन डलर

source: Cannot change to folder because it is not local
ne: फोल्डरमा परिवर्तन गर्न सक्दैन किनभने यो स्थानीय होइन।

source: Configuration failed
ne: कन्फिगरेसन विफल

source: Okay
ne: ठीक

source: Location:
ne: स्थान:

source: What links here
ne: यहाँ के जोडिन्छ

source: Filter results
ne: नतिजाहरू चयन गर्ने

source: Render page:
ne: पृष्ठ प्रतिपादन:

source: The height of the image captured from the camera, in pixels
ne: क्यामेराले खिचेको फोटोको उचाई, पिक्सेलमा

source: Change protection of this page
ne: यस पृष्ठको सुरक्षा परिवर्तन गर्ने

source: Your password has expired. Please set a new password to log in.
ne: तपाईंको पासवर्ड पूरानो भएकोछ । कृपया प्रवेश (लग इन) को लागी नयाँ पासवर्ड राख्नुहोस् ।

source: Desktop Integration
ne: मण्डला एकीकरण

source: Guide for how to use the editor
ne: सम्पादक कसरी प्रयोग गर्ने भन्ने गाइड

source: Special instructions
ne: विषेश निर्देशनहरु

source: Setup
ne: सेटअप

source: Protection log:
ne: सुरक्षण लग

source: Clear your watchlist
ne: तपाईंको अवलोकनसूची मेट्नुहोस

source: No system defaults found.
ne: कुनै सिस्टम पूर्वनिर्धारित पाइएन।

source: Block other users from editing
ne: अरु प्रयोगकर्ताहरूलाई सम्पादन गर्नबाट रोक्नुहोस्

source: Server certificate is insecure.
ne: सर्भर सर्टिफिकेट असुरक्षित छ ।

source: Vote
ne: मत

source: Add location and more information ...
ne: स्थान र अरु विवरण थप्ने...

source: search again to include selected attributes
ne: छानिएका विशेषताहरूलाई समावेश गर्न पुन खोज्नुहोस्

source: Locations
ne: स्थानहरू

source: Mode:
ne: मोड:

source: Credit card type
ne: क्रेडिट कार्डको प्रकार

source: Your new colony would produce very little food.
ne: तपाईंको नयाँ बस्तीले ज्यादै न्यून खाना उत्पादन गर्नेछ ।

source: Power Off
ne: बन्द गर्नुहोस

source: Network registration timed out
ne: नेटवर्क दर्ताले धेरै समय लियो

source: Protecting user
ne: प्रयोगकर्ता सुरक्षित गरिँदै

source: Internet
ne: इन्टरनेट

source: Could not understand the filename "$1".
ne: "$1" फाइलको नाम बुझ्न सकिएन

source: Change history for Abuse Filter #$1
ne: दुर्व्यवहार फिल्टर #$1को निम्ति इतिहास परिवर्तन गर्ने

source: [username or IP address removed - edit hidden from contributions]
ne: [प्रयोगकर्ताको नाम अथवा IP ठेगाना हटाइयो - योगदानहरुबाट सम्पादन लुकाइयो]

source: User $1 on $2
ne: $2मा $1 प्रयोगकर्ता

source: Computer code
ne: कम्पयुटर कोड

source: Heading
ne: शीर्षक

source: Date of latest edit
ne: नविनतम सम्पादन मिति

source: Video objects
ne: भिडियो वस्तुहरू

source: south
ne: दक्षिण

source: Name of GPS processing method
ne: GPS प्रक्रिया पद्दतिको नाम

source: Retrieved from "$1"
ne: "$1" बाट निकालिएको

source: Voice Mail Box Number
ne: भ्वइसमेल बक्स नम्बर

source: what is this?
ne: यो के हो ?

source: List of index pages
ne: सूचकांक पानाको सूची

source: Cursor _blinks in text fields
ne: पाठ बाकसहरु र फाँटहरूमा कर्सर झिम्किन्छ

source: Application version:
ne: एप्लिकेशन भर्जन:

source: Language statistics
ne: भाषा तथ्यांक

source: Subscribed Topics
ne: विषयमा अंश ग्रहण गर्ने

source: Reviewers:
ne: समीक्षकहरु:

source: Split a thread
ne: एक धागो(thread) टुक्राउने

source: Chat
ne: कुराकानी

source: China
ne: चीन

source: Email format:
ne: इमेल ढाँचा :

source: Message definition
ne: सन्देश परिभाषा

source: End date (UTC)
ne: समाप्ति मिती (युटिसी)

source: Text name
ne: पाठ नाम

source: Account created
ne: खाता खोलियो

source: Account name
ne: खाताको नाम

source: Translations in progress to
ne: अनुवाद प्रगतिमा , लक्षित

source: Allows creation of JavaScript box for [[MediaWiki:Edittools|inserting non-standard characters]]
ne: JavaScript बाकस बनाउन [[MediaWiki:Edittools| स्तरहिन वर्णहरु राख्न ]] सहयोग गर्छ

source: Keyboard Settings...
ne: किबोर्ड सेटिङहरू

source: Images ({0})
ne: तस्वीरहरू ({0})

source: Everyone can register
ne: हरेकले पञ्जिकरण गर्न सक्छन्

source: Change your clock and date settings
ne: आफ्नो घडी र मिति सेटिङ्हरू परिवर्तन गर्नुहोस

source: Creating administrator user account
ne: प्रबन्धकको प्रयोगकर्ता खाता बनाउदै

source: %s Options
ne: %s विकल्पहरू

source: $1 dpc
ne: $1 प्रतिसेन्टिमिटरथोप्लाहरु(डिपिसी)

source: ← previous page
ne: ← अघिल्लो पृष्ठ

source: Signature
ne: हस्ताक्षर

source: View global account info
ne: वैश्विक प्रयोगकर्ता खाता हेर्ने

source: Tab
ne: ट्याब

source: $1 dpi
ne: $1 प्रतिइन्चथोप्लाहरु(डिपिआई)

source: Tag
ne: ट्याग

source: Transaction Date
ne: कारोबार मिति

source: {{PLURAL:$1|This file is|These files are}} my own work.
ne: {{PLURAL:$1|यो फाइल आफैले बनाएको हो|यी फाइलहरू आफैले बनाएका हुन्}}।

source: {{appTitle}} Timeslider
ne: {{appTitle}} समय रेखा

source: containing...
ne: समावेश भएको...

source: Word processor (plain text)
ne: वाक्य प्रोसेसर (सादा पाठ)

source: Diffs
ne: diffs(भिन्नता)

source: $1 {{GENDER:$2|marked}} revision $4 of page $3 patrolled
ne: $1 ले $3 पृष्ठको $4 अवतरणलाई गस्ती गरिएको {{GENDER:$2|चिन्हित}} गरेको हो

source: Same as --no-wintab
ne: --no-wintab जस्तै समान

source: ({{PLURAL:$1|One intermediate revision|$1 intermediate revisions}} by the same user not shown)
ne: (यस प्रयोगकर्ताद्वारा {{PLURAL:$1|गरिएको बीचको एउटा अवतरण देखाइएन|गरिएको बीचको $1 अवतरण देखाइएन}})

source: all pages
ne: सबै पृष्ठहरू

source: Filter by
ne: निम्न आधारमा छान्ने

source: Templates
ne: ढाँचाहरू (टेम्प्लेट)

source: Access denied.
ne: पहुँच अस्वीकार

source: What is this?
ne: यो के हो ?

source: Tax
ne: कर

source: You cannot create an account because your IP address is blocked.
ne: तपाईंको आइपि ठेगाना प्रतिवन्धित गरिएको हुँदा तपाईंले कुनै खाता खोल्न सक्नु हुन्छ ।

source: <strong>Bold text</strong>
ne: <strong>मोटो पाठ</strong>

source: Searching, please wait...
ne: खोज्दै , पर्खनुहोस् ...

source: No Spam Barnstar
ne: स्प्याम प्रतिरोधक बार्नस्टार

source: edit summary unhidden
ne: सम्पादन सारांस देखाइएको

source: Ignore future problems of this type
ne: यस प्रकारका समस्याहरूलाई भविष्यमा वेवास्ता गर्नुहोस्

source: Image hue
ne: छवि ह्यु:

source: Smiling face with halo
ne: ह्यालोको साथ हसिलो मुहार

source: Contest
ne: प्रतियोगिता

source: Welcome to the help portal
ne: यस सहायता पोर्टलमा स्वागत छ

source: Photo height
ne: तस्वीर उचाई

source: View source
ne: स्रोत हेर्नुहोस

source: Notification settings
ne: जानकारी सेटिङ्हरू

source: Drag Lift
ne: तान्ने लिफ्ट

source: Keep changes
ne: परिवर्तन सङ्ग्रह गर्ने

source: Confirm a change of email address
ne: इमेल परिवर्तन भएको निश्चित गर्नुहोस्

source: You are viewing a cached version of this page, which can be up to $1 old.
ne: तपाईं यस पृष्ठको क्याच गरिएको अवतरण हेर्दै हुनुहुन्छ, जुन $1 पुरानो हुनसक्छ।

source: Multi-Spot
ne: बहुस्थान

source: Please $1 to be able to access this page or action.
ne: यस पृष्ठमा प्रवेश गर्न वा कुनै कार्य गर्नको लागी कृपया $1 गर्नु होस् ।

source: Choose language...
ne: भाषा चुन्ने...

source: Image %
ne: तस्वीर %

source: Opens the first indicator menu of the Panel, allowing keyboard navigation thereafter.
ne: प्यानलको पहिलो सूचक मेनु खोल्छ र तत्पश्चात किबोर्डद्वारा कम्प्युटर चलाउन दिन्छ

source: The name "$1" is too similar to the following {{PLURAL:$2|username|usernames}}:
ne: "$1" नाम {{PLURAL:$2|वर्तमान खाता|निम्नलिखित $2 खाताहरू}}सँग धेरै मिल्न जान्छ :

source: P_references
ne: प्राथमिकता

source: Most used wikis
ne: सबै भन्दा बढी प्रयोग भएका विकिहरू

source: The user you are trying to block has already been blocked and hidden. Since you do not have the hideuser right, you cannot see or edit the user's block.
ne: तपाईंले रोक लगाउन खोज्नु भएको प्रयोगकर्ता पहिले नै रोकलगाइ लुकाइ सकिएको छ । तपाईंसँग hideuser अधिकार नभएकोले यसलाई हेर्न या सम्पादन गर्न सक्नुहुन्न ।

source: Number of page watchers
ne: पृष्ठ निगरानी कर्ताहरुको संख्या

source: Hardware Address
ne: हार्डवेयर ठेगाना:

source: Very Small
ne: धेरै सानो

source: This user has [[$1|no]] knowledge of [[$2|$3]] (or understands it with considerable difficulty).
ne: यो प्रयोगकर्तासँग [[$2|$3]] को कुनै ज्ञान [[$1|छैन]] ( अथवा धेरै कठिनताका साथ बुझ्ने गर्छ )।

source: New messages ($1)
ne: नयाँ सन्देशहरू ($1)

source: Content (black)
ne: सामग्री (कालो)

source: This website is created by people like you. Can you give us a hand?
ne: यो वेबसाइट तपाईं जस्तै मान्छे द्वारा बनाइएको हो । के तपाईं पनि हामीसँग हातमा हात मिलाउन सक्नुहुन्छ?

source: Show talk page message indicator in my toolbar
ne: टुलबारमा मेरो वार्तालाप पृष्ठको सन्देश पनि देखाउने

source: Email (Optional)
ne: इमेल (वैकल्पिक)

source: Out of toner
ne: टोनर सकियो

source: Close tab
ne: ट्याब बन्द गर्नुहोस्

source: No wikis from which to import have been defined and direct history uploads are disabled.
ne: कुनै पनि विकी यस्तो छैन जसको आयातको विवरण गरिएको छ र सिधै इतिहासको अपलोडमा प्रतिबन्ध गरिएको छ।

source: Update news item
ne: समाचार सामाग्री परिमार्जन गर्नुहोस

source: Currency code.
ne: मुद्रा कोड

source: Usage terms
ne: प्रयोगका सर्तनामाहरु

source: The folder contents could not be displayed
ne: फोल्डरको सामग्रीहरू प्रदर्शन गर्न सकिएन

source: Range Contributions
ne: योगदानको क्षेत्र

source: Screen part:
ne: पर्दा भाग:

source: Table
ne: सूची

source: User comments
ne: प्रयोगकर्ताका टिप्पणखरु:

source: Manually select a different area
ne: आफै अर्को क्षेत्र छान्नुहोस

source: Allow this domain to access your camera?
ne: यस डोमेनलाई तपाईँको क्यामेरा पहुँच अनुमति दिने हो?

source: {{PLURAL:$1|$1 page|$1 pages}} on your watchlist, not separately counting talk pages.
ne: तपाईंको निगरानी सूचीमा रहेका {{PLURAL:$1|$1 पृष्ठ|$1 पृष्ठहरू}} वार्तालाप पृष्ठ गनिएका छैनन्।

source: Append
ne: जोड्ने

source: Show book
ne: पुस्तक देखाउने

source: Download file
ne: डाउनलोड गर्ने फाइल

source: Bolivia boliviano
ne: बोलिभिया बोलिभियेनो

source: (Updated)
ne: नवीन

source: Set global account status
ne: विश्वव्यापी खाता स्थिति तय गर्ने

source: Unknown Seas
ne: अज्ञात समुन्द्रहरू

source: Old Way Tag
ne: पूरानो बाटो ट्याग

source: Media player
ne: मिडिया प्लेयर

source: Edit your own watchlist. Note some actions will still add pages even without this right.
ne: आफ्नो अबलोकन सूची सम्पादन गर्नुहोस् । ख्याल राख्नु यस अधिकार विना पनि केहि कार्यबाट पृष्ठहरू थप गर्न सकिन्छ ।

source: User Preference
ne: प्रयोगकर्ता प्राथमिकता

source: Word of the Day
ne: आजको शब्द

source: ^Start Ubuntu Kylin
ne: ^ सुरु उबुन्टु कार्इलिन

source: Date created
ne: सृजना गरिएको मिति

source: ^Try Kubuntu without installing
ne: प्रतिस्थापन विना कुबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)

source: Cadre
ne: संवर्ग

source: Equalizer
ne: इक्वालाइजर

source: Private Mode
ne: निजी मोड

source: Date Modified
ne: संशोधन मिति

source: Bot: Change redirected category [[:%(oldCatLink)s|%(oldCatTitle)s]] to [[:%(newCatLink)s|%(newCatTitle)s]]
ne: रोबोट: श्रेणी अनुप्रेषण गर्दै [[:%(oldCatLink)s|%(oldCatTitle)s]] बाट [[:%(newCatLink)s|%(newCatTitle)s]] मा

source: [http://prezi.com/$1 $2] on [http://prezi.com Prezi]
ne: [http://prezi.com/$1 $2] मा [http://prezi.com Prezi]

source: Continue anyway
ne: र पनि जारी राख्ने

source: Attach Tags
ne: ट्याग संलग्न गर्ने

source: Skull and crossbones
ne: अस्थि र खप्पर

source: $1 {{GENDER:$2|removed}} the {{PLURAL:$9|tag|tags}} $8 from log entry $5 of page $3
ne: $1 {{GENDER:$2|हटाइयो}} {{PLURAL:$9|ट्याग|ट्यागहरू}} $8 $5 संशोधनबाट $3 पृष्ठमा

source: The Photographer's Barnstar is awarded to those individuals who tirelessly improve the {{SITENAME}} with their photographic skills and contributions.
ne: फोटोग्राफर बार्नस्टार ती प्रयोगकर्तालाई दिइने गरिन्छ जसले फोटोग्राफीको आफ्नो कार्य तथा योगदानले {{SITENAME}}लाई अथक रूपले बेहतर बनाउने गर्छन।

source: Remove link
ne: लिङ्क हटाउनुहोस्

source: create
ne: तयार गर्ने

source: uploading
ne: अपलोड गरिँदै

source: terms
ne: शर्तहरू

source: Access and Security
ne: पहुँच र सुरक्षा

source: Sorry, you do not have permission to access this page.
ne: क्षमा गर्नुहोस्, तपाईंलाई यो पृष्ठ हेर्ने अनुमति छैन।

source: Limit of rows.
ne: पङ्क्तिहरूको सीमा।

source: New users
ne: नयाँ प्रयोगकर्ताहरू

source: /* $1 */ new WikiLove message
ne: /* $1 */ नयाँ विकिलभ सन्देस

source: Leave Town
ne: शहर छोड्ने

source: From month (and earlier):
ne: महिना देखि (र पहिले):

source: recent user checks
ne: हालैका प्रयोगकर्ता जाँचहरू

source: The Civility Barnstar is awarded to any user who excels at maintaining civility in the midst of contentious situations.
ne: शिष्टाचार बार्नस्टार ती प्रयोगकर्तालाई दिइने गरिन्छ जसले विवादको माहौलमा पनि शिष्टाचारको पालन उत्तम रूपले गर्छन्।

source: Take a Photo
ne: तस्वीर लिनुहोस्

source: $1 {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a log event|$5 log events}} on $3: $4
ne: $1 ले $3 पृष्ठको लग {{PLURAL:$5|प्रविष्टि|प्रविष्टिहरू}}को दृश्यता {{GENDER:$2|परिवर्तन गर्यो}}: $4

source: PDF _Pop directional formatting
ne: PDF पप निर्देशकीय ढाँचा

source: Discover
ne: पत्ता लगाउने

source: Sequence
ne: क्रममा

source: _Automatic PIN selection
ne: _पिनको आफै चयन

source: Information for "$1"
ne: "$1"को लागि जाकारी

source: Updates for this page are currently disabled. Data here will not presently be refreshed.
ne: यो पृष्ठको अद्यतन कार्य निस्क्रिय गरिएको छ। यहाँको डेटा हालमा ताजा पारिने छैन।

source: Color Effects
ne: रङ्ग प्रभावहरू:

source: Load a random page
ne: जुन कुनै पृष्ठ खोल्ने

source: {{MediaWiki:Coll-helppage}}/Book creator text
ne: {{MediaWiki:Coll-helppage}}/पुस्तक निर्माता पाठ

source: A page with the name [[:$1]] already exists. Do you want it to be replaced with your book?
ne: [[:$1]] नामको पृष्ठ पहिले देखि छ। के तपाईं यसको ठाउँमा आफ्नो पुस्तक राख्न चाहनुहुन्छ?

source: Posts
ne: पोष्टहरू

source: Aban
ne: अबन

source: The language code of the suggestion.
ne: सुझावको भाषा कोड ।

source: Create account and save
ne: खाता खोल्नुहोस् र बचत गर्नुहोस्

source: Hide Launcher
ne: लन्चर लुकाउने

source: Below is a list of links to other sites that sell new and used books, and may also have further information about books you are looking for:
ne: तल दिइएको सूची नयाँ तथा पूराना किताब बेच्ने लगायत तपाईंले खोज्नु भएको किताबका बारेमा थप जानकारी भएका अन्य साइटका लिंकहरू हुन् ।

source: Content
ne: सामग्री

source: Security Codes
ne: सुरक्षा कोड

source: Grave Yard
ne: श्मशान घाट

source: Discussion about the content page
ne: सामग्री पृष्ठबारेमा छलफल

source: Test filter
ne: फिक्टर जाँच्ने

source: Thanks for uploading!
ne: आपलोडको निम्ति धन्यवाद!

source: Spreads all windows in the current workspace.
ne: हालको वर्कस्पेसमा भएका सबै विन्डोहरूलाई फैलाउँछ ।

source: Make request
ne: अनुरोध गर्ने

source: The folder could not be created, as a file with the same name already exists. Try using a different name for the folder, or rename the file first.
ne: फोल्डर सिर्जना गर्न सकिएन, किनभने उही नामको एउटा फाइल पहिल्यै अवस्थित छ। फोल्डरका लागि एउटा भिन्न नाम प्रयोग गरेर प्रयास गर्नुहोस् वा पहिले फाइलको पुन: नामकरण गर्नुहोस्।

source: $1: Unknown
ne: $1: अज्ञात

source: Sha'aban
ne: शा'अवान

source: Original $1 file, $2 × $3 ($4)
ne: मूल $1 फाईल, $2 × $3 ($4)

source: Output Tray
ne: निर्गत ट्रे

source: Compare selected revisions
ne: छानिएका संस्करणहरू दाँज्नुहोस्

source: Telephone Number
ne: दूरभाष संख्या

source: Lens used
ne: प्रयोग गरिएको लेन्स

source: You can also choose to share the private coordinates of observations in this project on a case-by-case basis. These are just the defaults for new observations added to the project.
ne: तपाईंले निजी निर्देशाङ्क एक एक गरि यस परियोजनामा बाँड्न सक्नु हुनेछ । यिनीहरू परियोजनामा नयाँ बुँदाहरू थप्नको लागी राखिएका पूर्वनिर्धारित जानकारी हुन् ।

source: 4th level heading
ne: चौथो स्तर शीर्षकमा

source: Beer
ne: बियर

source: User name:
ne: प्रयोगकर्ता नाम:

source: Allows using the mouse scrollwheel to focus an application if the icon is inactive.
ne: आइनक निस्क्रिय छ भने माउसको पाङ्ग्रा घुमाएर एउटा एप्लिकेशनलाई फोकस गर्न दिन्छ ।

source: Bulgarian lev
ne: बुलगारियन लेभ

source: Unable to create destination directory
ne: गन्तव्य निर्देशिका बनाउन असमर्थ

source: Could not unlock "$1"; it is not locked.
ne: "$1" लाई खुला गर्न सकिएन; यो बन्द छैन् ।

source: Contributions
ne: योगदानहरू

source: from $1
ne: $1 बाट

source: Av
ne: अभ्

source: Way Tag
ne: बाटो ट्याग

source: Article loaded.
ne: लेख लोड भयो।

source: Talk page {{PLURAL:$1|message|messages}}
ne: वार्तालाप पृष्ठ {{PLURAL:$1|सन्देश|सन्देशहरू}}

source: Show difficulty
ne: गाह्रो स्तर देखाउने

source: All History
ne: सबै इतिहास

source: First name
ne: पहिलो नाम(नाम)

source: Setting new driver...
ne: नयाँ ड्राइभर सेट गर्दै...

source: You do not have permission to move a page to a user page (except to a user subpage).
ne: तपाईंलाई पृष्ठहरू प्रयोगकर्ता पृष्ठमा सार्न अनुमती छैन (प्रयोगकर्ता सहपृष्ठहरूमा बाहेक)

source: Navigation
ne: अन्वेषण

source: Suppression should <strong>only</strong> be used for the following cases: * potentially libelous information * inappropriate personal information *: <em>home addresses and telephone numbers, national identification numbers, etc.</em>
ne: लुकाउने प्रयोग <strong>मात्रै</strong> यी परिस्थितिमा हुनु पर्नेछ: * सम्भावित अपमानजनक जानकारी * अनुपयुक्त निजी जानकारी *: <em>घरको ठेगाना वा टेलिफोन नम्बर, राष्ट्रिय पहिचान नम्बर आदि।</em>

source: Thu
ne: बि

source: Escape
ne: इस्केप

source: A_utomatic Login
ne: स्वचालित लगइन

source: Switches between Lenses.
ne: लेन्सहरूबीच सर्छ ।

source: Bluetooth connection failed
ne: ब्लुटुथ जडान विफल

source: Default CMYK
ne: पूर्वनिर्धारित CMYK

source: Network Name
ne: नेटवर्कको नाम

source: Add pages from category:
ne: श्रेणीबाट पृष्ठ थप्ने :

source: Portrait
ne: पोर्ट्रेट

source: Register
ne: दर्ता गर्ने

source: Information about the project's bureaucrats
ne: परियोजना प्रशासकहरू बारे जानकारी

source: Casino
ne: क्यासिनो

source: Cycle Parking
ne: साइकिल पार्किङ्

source: All colonies
ne: सम्पूर्ण बस्तीहरू

source: Don't lock when at home
ne: घरमा हुँदा लक नगर्नुहोस्

source: Tir
ne: तिर

source: Server
ne: सर्भर

source: Add external link
ne: वाह्य लिङ्क जोड्नुहोस्

source: Delete
ne: मेट्नुहोस्

source: Confirm login information
ne: प्रवेश सम्बन्धी सूचना सुनिश्चित गर्ने

source: {{WBREPONAME}} item
ne: {{WBREPONAME}} आइटम

source: Parser function hooks
ne: पार्सर फङ्सन हुक

source: Recent Observations
ne: ताजा अवलोकनहरू

source: Installed Software
ne: प्रतिस्थापित सफ्टवेयर

source: Pressing this key will lock the current session.
ne: यो कि थिच्यो भने हालको सेसन लक हुन्छ

source: contributions
ne: योगदानहरू

source: Background Color
ne: पृष्ठभूमिको रङ

source: updated %s
ne: अद्यावधिक गरिएको %s

source: Content partners
ne: सामाग्री साझेदार

source: Changes throughout the day
ne: दिनभर परिवर्तन हुन्छ

source: Cloudy weather
ne: बादली मैसम

source: Optional
ne: वैकल्पिक

source: The Brilliant Idea Barnstar
ne: कमालको आइडिया बार्नस्टार

source: Kindergarten
ne: बाल आश्रम
